ctntn/src/resources/GetStatesByCountryId

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:v3="http://tnwebservices.ticketnetwork.com/tnwebservice/v3.2">
   <soap:Header/>
   <soap:Body>
      <v3:GetStates>
         <v3:websiteConfigID>#websiteConfigID#</v3:websiteConfigID>
         <v3:countryID>#countryID#</v3:countryID>
      </v3:GetStates>
   </soap:Body>
</soap:Envelope>
